{"inkVersion":21,"root":[[{"->":"prologday11"},"\n",{"->":"day2"},"\n","\n",{"->":"prologday11"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"prologday11":["ev","str","^strange","/str","/ev",{"VAR=":"BG","re":true},"^Вспышка света...Кругом знакомые люди, лица все смазаны, но голоса сложно перепутать... Это родные и близкие мне люди, но почему они смотрят на меня сверху вниз? Кто-то плачет, кто-то просто молчит. Пару комков земли прилетело на меня и....","\n","^\"Резкий вздох\"","\n","^—Ну и приснится же гадость....","\n","ev","str","^dom","/str","/ev",{"VAR=":"BG","re":true},"^Сознание понемногу мне контроль над органами чувств. Перед глазами все та же родная комната. Лучи солнца, пробиваясь через окно, освещали небольшой *творческий* беспорядок.","\n","^Комната явно нуждалась в уборке, начиная с раскиданной одежды что висела на дверцах шкафа, стуле и изголовье кровати и заканчивая кучей бумаг, которые по хорошему давно нужно было разобрать.","\n","^Единственное, что выглядело в более менее адекватно -  это рабочее место с небольшим ноутбуком и заранее выглаженной одеждой, аккуратно сложенной на кресле.","\n","^Я потянулся дабы встать с кровати. В голову резко ударили последствия вчерашнего спиртоизлияния.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^—Ну да... точно... корпоратив на кафедре...Зря я тогда согласился","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Я сделал над собой усилие и все таки встал с лона своей обители игнорируя попытки одеяла затащить меня обратно.","\n","^\"Пилиьнк-пилиньк\"","\n","^Где-то на столе звучно отозвался телефон. Рука привычным движением ввела пароль на экране.","\n","^\"08:30*","\n","^Уведомление о поступлении зарплаты было как никогда прекрасным. Новогодняя премия также присутствовала, что не могло не радовать. После этой новости похмелье как рукой сняло.","\n","ev","str","^fridge","/str","/ev",{"VAR=":"BG","re":true},"^Полный энтузиазма и мыслей о возможном распоряжении финансами я отправился к холодильнику с мыслью о том, что горло все таки беспощадно сушило.","\n","^\"скрип дверцы\"","\n","^Моему взору предстала не особо приятная картина. Мелкий кусок сыра, который претендовал на роль того самого дорогого с плесенью и пол булки хлеба.","\n","^Не хватало разве что мыши которая повесилась бы здесь на собственном хвосте. Как бы не хотелось, предстояло выдвигаться в сторону магазина. Благо он был через дорогу.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^'Надеюсь хоть очередей с утра пораньше не будет...'","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Надев на себя домашнюю одежду и шапку, с курткой сверху - я отправился за провизией.","\n","^Открыв дверь подъезда меня встретил ослепляющий свет.","\n","ev","str","^street","/str","/ev",{"VAR=":"BG","re":true},"^Все было белым бело от свежевыпавшего снега. Ветер неприятно обдал меня и без того холодным воздухом, будто подгоняя меня. Снег приятно хрустел под ногами.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^'Мда, уже новый год ведь совсем скоро, а мне даже и пригласить особо некого. Домой к родне поехать что-ли?","\n","^Не, опять начнутся расспросы про личную жизнь и так далее, не вариант. Просто буду спать, да, отличный вариант.'","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^В голове тем временем простраивался, привычный до тошноты, маршрут. Пройти до угла дома, затем поворот направо и будет светофор, а там и продуктовый.","\n","ev","str","^svetophor","/str","/ev",{"VAR=":"BG","re":true},"^Пройдя еще немного я наконец дошел до светофора, который горел красным. На удивление, помимо меня, зелёный ждала еще одна фигура, судя по всему девушка.","\n","^\"Звук светофора\"","\n","^Светофор загорелся одобряющим зеленым, позволяя мне продолжить путь. Я пошел, размышляя о том, что же вчера было на *алкопоративе*. Был коньяк, вино, а дальше все как в тумане. Вроде все поздравляли друг-друга. Подарки... Подарков не припомню... Еда была, точно...","\n","^Внезапно что-то заставило меня посмотреть направо. То ли наставления из детства посмотри налево, посмотри направо, то ли чистая интуиция. В какой-то миг время растянулось до бесконечности.","\n","ev","str","^mashina","/str","/ev",{"VAR=":"BG","re":true},"^Я заметил несущуюся фуру, водитель которой явно не справлялся с управлением. Трейлер уже заносило в сторону отбойника. Инстинкт самосохранения приказал делать ноги. Мозг же заметил как девушка оцепеневшая от страха не могла двинуться. Надо было делать выбор....","\n","^Сделав рывок с места, что было сил я рванул к ней и толкнул ее в сторону. Время приняло свой нормальный оборот. Последнее что я видел, это ослепляющий свет фар машины...","\n","^\"звук столкновения\"","\n","ev","str","^far","/str","/ev",{"VAR=":"BG","re":true},"^Нарастающий глухой звук заставил меня очнутся. Будто кто-то скребком счищал снег на задворках моего мироощущения... Нет... Скорее кто-то издевательски долго соскабливал что-то рядом. Я открыл глаза и ... Звук затих.","\n","ev","str","^dom","/str","/ev",{"VAR=":"BG","re":true},"^Все та же комната, все тот-же беспорядок.","\n","^Неужели сон во сне? Мда... Оказывается этил в больших объемах настолько пагубно на меня влияет. Что-же.... буду иметь в виду. С этого дня ничего крепче пива пить не буду....","\n","^\"Пилиньк-пилиньк\"","\n","^Телефон вновь напомнил о своем существовании громким уведомлением. Дисплей показывал время 08:30.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^—Хм.....Какого....","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Дата уже была 13 января. Но ведь еще вчера было 30 декабря. Не мог же я пролежать 2 недели в отключке... Ничего не понимаю... По быстрому глянув сегодняшнюю дату в браузере я лишь подтвердил факт 13 числа месяца. Ну-с, допустим, если сегодня 13-е то уже пора на работу.","\n","^Вот тебе и отпуск в 2 недели... По быстрому приведя себя в порядок я отправился на работу. На удивление безветренная погода и яркое солнце вдохновляли меня двигаться дальше.","\n","ev","str","^ad","/str","/ev",{"VAR=":"BG","re":true},"^Вот и он... учебный корпус.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^—Назад в окопы....","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^ad2","/str","/ev",{"VAR=":"BG","re":true},"^Пройдя вахту и турникет я направился на кафедру, на второй этаж. До пары еще оставалось немного времени и чайник, был как нельзя кстати. Дешевый растворимый кофе 3 в 1 с утра пораньше, прекрасно. Кофейный продукт вперемешку с быстрыми углеводами от сахара и сухими сливками, что может быть лучше.","\n","^\"Звук закипающего чайника\"","\n","^Чайник звучно закипел и я высыпал содержимое в кружку, которая уже вся покрылась налетом. Химическое содержимое приятно обожгло горло. Да, я определенно скучал по этим ощущениям. Часовая стрелка тем временем почти перешла на 9, а минутная приближалась к 30.","\n","^Да, определенно пора идти за ключом на вахту, но не могу же я бросить свой кофе, что явно единственное хорошее за сегодняшний день. Выйдя с кабинета и прихватив с собой материал для лекции я отправился на первый этаж.","\n","ev","str","^adkroidor","/str","/ev",{"VAR=":"BG","re":true},"^Шумный коридор университета, наполненный студентами. Я пробираюсь сквозь толпу, держа в одной руке кипу документов, а в другой — чашку с кофе.","\n","^Яркие плакаты на стенах, рекламирующие мероприятия и встречи, привлекают внимание, а в воздухе витает аромат свежезаваренного кофе и слегка подгоревших булочек из ближайшей кафетерии.","\n","^\"Надо успеть подготовитьcя к лекции…\"","\n",{"->":"tolibi"},{"#f":1}],"tolibi":["^Вдруг, из-за угла на полном ходу вылетает студентка. Её яркие неоново-розовые волосы весело колышутся при каждом её шаге, словно они имеют свою жизнь. Я не успеваю среагировать, когда она врезается в меня, сбивая документы и кофе из рук.","\n","ev","str","^tol_2","/str","/ev",{"VAR=":"CharacterExpression","re":true},"ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Ой!","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Вскрикивает она, когда кофе разливается по документам, а бумаги разлетаются по коридору. Студенты останавливаются и смотрят на нас с интересом. Я вижу, как её светло-голубые глаза расширяются от неожиданности, но, к моему удивлению, вместо извинений на её лице появляется недовольное выражение.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— О нет! Мои документы! — вырывается у меня в голос.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Девушка увидев, что натворила, не извиняется. Вместо этого она начинает кричать:","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_1","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Ты что, не смотришь по сторонам?! Это всё твоя вина!","\n","^Я слегка шокирован. Нужно как-то успокоить ситуацию.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Я понимаю, что ты спешила, но давай поговорим спокойно…","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Но Толиби, не желая слушать и смущаясь перед собравшимися студентами, бросает на меня недовольный взгляд и быстро убегает по коридору, её яркие наряды и аксессуары сверкают на свету, оставляя за собой ощущение хаоса и веселья.","\n","^'Чёрт, да что же за день сегодня?...'","\n",{"->":"maki1"},{"#f":1}],"maki1":[["ev","str","^ad2","/str","/ev",{"VAR=":"BG","re":true},"^После завершения лекций я вернулся в свой кабинет, чувствуя, как усталость накрывает меня волной. Вокруг царил порядок, но на столе уже скопилась куча бумаг, которые требовали внимания.","\n","^Я сел за стол и начал разбирать документы, погружаясь в заполнение необходимых форм и отчётов.","\n","^Часы показывали 14:00, и в этот момент мой живот заурчал, напоминая о том, что я не ел с утра.","\n","^'Ведь и вправду, ни крошки во рту с самого утра, а пара глотков кофе натощак явно ничем хорошим не сулили. Как раз сейчас студентов быть не должно. Середина четвёртой пары, если верить расписанию.'","\n","^С этими мыслями я аккуратно закрыл папку с документами, поднялся, собрал свои вещи и, напоследок взглянув на часы, направился к двери, предвкушая долгожданный обед.","\n","ev","str","^food","/str","/ev",{"VAR=":"BG","re":true},"^Просторная столовая, наполненная лишь несколькими студентами, которые тихо обсуждают прошедшие занятия и планы на вечер. В воздухе витает аппетитный аромат свежеприготовленной еды.","\n","^На длинных столах стоят подносы с разнообразными блюдами — от супов до салатов, от десертов до обычных булочек. Однако в этот момент в столовой царит непривычная тишина, так как почти все студенты находились на парах.","\n","^Студентка стоит в очереди, её длинные каштановые волосы свободно спадают на плечи, придавая ей естественный и непринужденный вид.","\n","^Она внимательно смотрит на меню, выбирая, что взять. В конце концов, она набирает целых два подноса еды, уставившись на аппетитные порции. Её темно-зеленые глаза излучают уверенность и спокойствие, но когда она подходит к кассе, её лицо меняется — в кошельке не хватает денег.","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^mak_5","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^—Ой, кажется, у меня недостаточно…","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Она смотрит на свои подносы с разочарованием, и в этот момент замечает меня, стоящего рядом с ней и собираясь оплатить свой обед. Она решает обратиться ко мне, слегка смущаясь.","\n","ev","str","^mak_3","/str","/ev",{"VAR=":"CharacterExpression","re":true},"ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Привет! Извини, что отвлекаю, но ты не мог бы помочь мне с оплатой? Я, кажется, немного переборщила с выбором...","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Я, заметив её естественную красоту и уверенность, ответил улыбкой, стараясь не обращать внимания на её смущение.","\n","^Тем не менее, в голове возникает внутренний конфликт. Я понимаю, что есть возможность помочь, но также осознаю, что это может привести к неожиданным последствиям. Мне кажется, в жизни каждого выбора есть свои плюсы и минусы. И вот передо мной два пути:","\n","ev","str","^Оплатить еду незнакомой студентке","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Не оплачивать","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","ev",{"VAR?":"mak"},1,"+",{"VAR=":"mak","re":true},"/ev","^Решив помочь, я достал кошелёк и оплатил два подноса. Студентка, с облегчением и благодарностью, улыбнулась мне.","\n","ev","str","^mak_2","/str","/ev",{"VAR=":"CharacterExpression","re":true},"ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Спасибо тебе огромное! — произнесла она с искренностью, её глаза сверкали от радости.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^Она быстро собрала свои подносы и, слегка поклонившись, направилась к выходу из столовой. Я наблюдал за ней, чувствуя радость от того, что смог помочь, но в то же время ощутил лёгкую неловкость, ведь не успел познакомиться с ней поближе.","\n","^Оставшись в столовой, я задумался о том, как быстро может измениться ситуация. Всего несколько минут назад она стояла рядом, и теперь уже уходит, а я так и не узнал её имени. Я вздохнул, размышляя о том, как часто в жизни упускаешь возможности, и решил, что, возможно, в следующий раз мне стоит быть более настойчивым.","\n",{"->":"tolibi2"},{"#f":5}],"c-1":["^ ","\n","ev",{"VAR?":"mak"},0,"+",{"VAR=":"mak","re":true},"/ev","^Я, подумав, решил отказаться от помощи, хотя и с сожалением.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Извини. Я бы хотел помочь, но у меня тоже ограниченный бюджет, — произнёс я извиняющимся тоном.","\n","^Маки, почувствовав лёгкое смущение, старалась скрыть своё разочарование и быстро ответила:","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^mak_1","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Ничего страшного! Я сама могу решить эту проблему, просто не ожидала, что так получится.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^С лёгкой улыбкой она начала убирать подносы с едой, и я почувствовал, как между нами возникла неловкая пауза. Она направилась к кассе, всё ещё пытаясь найти способ оплатить свою еду. Я, наблюдая за ней, ощущал себя виноватым, но в то же время понимал, что моё решение было правильным.","\n","^После этого я продолжил свой обед в одиночестве, но не мог избавиться от мысли о том, что мог бы сделать доброе дело. Я смотрел на свои блюда, но еда уже не казалась такой аппетитной. Вместо этого в голове крутились образы Маки и её тёплая улыбка. Я надеялся, что она всё же сможет справиться с ситуацией и не останется голодной.","\n",{"->":"tolibi2"},{"#f":5}]}],{"#f":1}],"tolibi2":[["ev","str","^ad2","/str","/ev",{"VAR=":"BG","re":true},"ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^Вернувшись из столовой, я почувствовал прилив сил после перекуса. Однако, когда я вошёл в кабинет, моё внимание привлекла бутылка коньяка, стоящая на столе. Рядом с ней лежала записка с простым, но тревожным словом: «Извините». Я остановился, недоумение и любопытство переполняли меня.","\n","^Внезапно я вспомнил утренний инцидент, который оставил неприятный осадок на весь день. «Неужели это связано с тем, что произошло тогда? Надо разобраться», — подумал я, решая, как лучше поступить в этой ситуации.","\n","^Я смотрел на бутылку коньяка.","\n","^«С одной стороны, это может быть жест примирения, попытка загладить утренний инцидент. Может, стоит простить её и принять этот подарок?» — размышлял я. В моей голове всплыли образы ярких неоново-розовых волос и недовольного взгляда студентки, когда она врезалась в меня.","\n","^«С другой стороны, это просто попытка избежать ответственности. Может, было бы правильнее вернуть ей этот коньяк и объяснить, что так не поступают?» — продолжал я сомневаться. Я чувствовал, что решение не будет простым, и мне нужно тщательно обдумать, что же делать дальше.","\n","ev","str","^Прощение и принятие подарка","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Непрощение и возврат подарка","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","ev",{"VAR?":"tol"},1,"+",{"VAR=":"tol","re":true},"/ev","^Глядя на бутылку коньяка и записку, я решил, что каждый может ошибаться. «В конце концов, кто из нас не попадал в неловкие ситуации?» — подумал я. Я взял бутылку в руки, улыбаясь про себя — «Может, это и есть шанс начать всё заново?»","\n","^Я решил простить девушку и оставить коньяк у себя, надеясь, что однажды мы сможем обсудить тот утренний инцидент с улыбкой. Внутри меня зародилось чувство, что это может стать началом новой дружбы. Я осознал, что иногда стоит дать людям второй шанс, и именно сейчас у меня была такая возможность. С этим мыслью я почувствовал, как неловкость уходит, уступая место чему-то новому и светлому.","\n",{"->":"aigis1"},{"#f":5}],"c-1":["\n","ev",{"VAR?":"tol"},0,"+",{"VAR=":"tol","re":true},"/ev","^Я посмотрел на бутылку и вздохнул. «Нет, так не пойдёт», — решил я. Я понимал, что прощать девушку было бы неправильно, особенно учитывая, что она даже не извинилась за свои действия на месте. «Это же не нормально — так вести себя и избегать ответственности», — думал я, полный решимости вернуть коньяк при первой же возможности.","\n","^После этого я решил вернуться к своей работе. Я сел за стол, стараясь сосредоточиться на задачах, которые ждут завершения. Погрузившись в работу, я пытался отвлечься от мыслей о неприятной ситуации и сосредоточиться на текущих делах. Каждый клик мыши и каждое слово, написанное на экране, помогали мне избавиться от напряжения и восстановить внутренний баланс.","\n",{"->":"aigis1"},{"#f":5}]}],{"#f":1}],"aigis1":[["ev","str","^dark","/str","/ev",{"VAR=":"BG","re":true},"^Время пролетело незаметно: погружённый в работу с бумагами, я не заметил, как вечер окутал университет своим тёмным покрывалом. Когда я, наконец, поднял взгляд от документов, осознал, что часы на стене показывают уже поздний час. Устав от долгого сидения за столом, я собрал свои вещи, готовясь покинуть корпус.","\n","^В этот момент меня осенило: я оставил переходник для ноутбука в аудитории, где проводил лекцию сегодня. Понимая, что если не заберу его сейчас, могу потерять навсегда, я собрался с мыслями и неспешно отправился к аудитории, надеясь найти переходник там, ведь покупать новый будет очень муторно.","\n","ev","str","^eyes","/str","/ev",{"VAR=":"BG","re":true},"^Когда я вошёл в тёмную аудиторию, меня охватило странное чувство. В воздухе стояла тишина, и только звуки моих шагов нарушали её. Вдруг я заметил, как в углу комнаты светятся два глаза, и моё сердце замирает от страха.","\n","^— Что это?! — прошептал я, пытаясь подавить паническое состояние.","\n","ev","str","^ad3night","/str","/ev",{"VAR=":"BG","re":true},"^Я решил включить свет, и когда лампы начали ярко светить, я увидел, что на полу сидит девушка-андроид. В руке она держала шнур для зарядки, который был направлен к розетке. На небольшом экранчике на её плече мигал знак, указывающий на низкий заряд батареи, а над ним виднелась надпись “Аигис”.","\n","^Несмотря на опасения, я понимал, что передо мной не угроза, а, скорее, необходимость помочь.","\n","^«Но что же мне делать дальше?»","\n","ev","str","^Помочь и подключить её к зарядке","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Не трогать робота, забрать переходник и уйти","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","ev",{"VAR?":"aig"},1,"+",{"VAR=":"aig","re":true},"/ev","^Решив не упустить возможность помочь, я подошёл к ней и, глядя в её светящиеся глаза, осторожно спросил:","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Эй, всё в порядке? Ты нуждаешься в помощи?","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Аигис не могла ответить словами, но её глаза выражали беспомощность. Понимая, что ей нужна помощь, я подключил шнур к розетке. В этот момент я почувствовал, как между роботом и розеткой устанавливается связь. Хотя Аигис не могла говорить, её экран излучал световые сигналы, которые, казалось, отвечали на мои действия.","\n","^Постепенно её движения становились более уверенными, и она начинала восстанавливаться. Я наблюдал за ней с интересом и лёгким волнением. Через несколько минут, почувствовав прилив энергии, Аигис поднялась и посмотрела на меня с улыбкой.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_5","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Спасибо за помощь! Я уже достаточно зарядилась, чтобы добраться домой, — произнесла она с облегчением.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Я чувствовал облегчение, видя, что она снова функционирует. Аигис шаг за шагом подходила ближе ко мне.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_4","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Я очень ценю твою поддержку. Без тебя мне было бы трудно, — добавила она благодарно.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Она наклонила голову в прощальном жесте и, улыбнувшись, направилась к выходу из аудитории. Я смотрел, как она уходит, и ощущал, что наша встреча оставила в моем сердце след. В этот момент я понял, что иногда простое доброе дело может изменить чей-то день.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^Как только Аигис покинула аудиторию, я остался один в тишине, размышляя о том, как важно помогать другим, даже если это всего лишь маленький шаг. Я собрал свои вещи и вышел из аудитории, ощущая, что эта встреча была для меня не просто случайной, а значимой.","\n",{"->":"home1"},{"#f":5}],"c-1":["\n","ev",{"VAR?":"aig"},0,"+",{"VAR=":"aig","re":true},"/ev","^Я, всё ещё испытывая страх, решил не вмешиваться и просто забрать свой переходник. Направляясь к своему столу, я быстро нашёл его, однако, когда уже собирался уйти, заметил, как Аигис пытается поднять шнур для зарядки. Её движения становились всё более медленными, и я увидел, как экран на её плече начинает тускнеть.","\n","^С каждым мгновением я колебался, чувствуя, как моё сердце сжимается от сожаления. Я понимал, что она нуждается в помощи, но всё же решил, что мне не стоит вмешиваться. Я забрал переходник и направился к выходу. На выходе я оглянулся и увидел, как Аигис остаётся в темноте, её глаза постепенно теряли свет.","\n","^С чувством вины я покинул аудиторию.","\n",{"->":"home1"},{"#f":5}]}],{"#f":1}],"home1":["ev","str","^ulicanight","/str","/ev",{"VAR=":"BG","re":true},"^Я вышел из здания, и, надев наушники, включил свою любимую музыку. Звуки мелодии окутали меня, создавая уютную атмосферу, в которой я мог обдумать прошедший день. Направляясь домой, шаги были размеренными, а мысли плавно перетекали от одной встречи к другой.","\n","^Снег медленно падал, и я чувствовал, как холодные снежинки касаются моего лица, придавая этому моменту особую атмосферу. Когда я подошёл к своему дому, осознал, что усталость начинает меня накрывать. Долгий день, полный встреч и размышлений, подошёл к концу. Я снял наушники и, не задерживаясь на улице, быстро направился к двери.","\n","ev","str","^domnight","/str","/ev",{"VAR=":"BG","re":true},"^Сбросив с себя верхнюю одежду, я без раздумий упал на кровать. Потянувшись к выключателю, я погасил свет и закрыл глаза. Усталость быстро накрыла меня, и, оставив за пределами своей комнаты все мысли и переживания прошедшего дня, я погрузился в сон, позволяя себе просто расслабиться. Я знал, что новый день принесёт новые возможности и встречи, и был готов к этому. Или мне это только казалось?..","\n","^Вскоре я погрузился в сон, позволяя уму отдохнуть от переживаний и забот, а холодные снежинки, падая, укрывали мир вокруг меня.","\n",{"->":"day2"},{"#f":1}],"day2":["ev","str","^son2","/str","/ev",{"VAR=":"BG","re":true},"^Сон окутал меня темнотой, полной безмолвия. Никаких образов, никаких звуков — лишь бескрайнее черное пространство, в котором я чувствовал себя потерянным.","\n","^Я пытался осознать, где я, но темнота поглощала все мои мысли, оставляя только ощущение неопределенности и тревоги.","\n","^Внутри меня нарастало беспокойство, но я не мог понять, что именно меня тревожит. Темнота становилась всё более удушающей, и я пытался найти выход, но вокруг не было ничего, кроме этого пустого пространства.","\n","^Я ощущал, как мои страхи и переживания переплетаются с этой бездной, но не мог найти способ освободиться от их влияния.","\n","^Пилиньк-пилиньк","\n","ev","str","^dom","/str","/ev",{"VAR=":"BG","re":true},"^Внезапно меня разбудил настойчивый звук будильника. Я открыл глаза и осознал, что это утро. Потянувшись, я пытался избавиться от остаточных ощущений ночного кошмара и встал с дивана. С легким беспокойством в душе я начал собираться в университет, надеясь, что новый день принесет что-то хорошее.","\n","ev","str","^audit","/str","/ev",{"VAR=":"BG","re":true},"^Первая лекция прошла удачно. Я увлеченно делился своими знаниями со студентами, и они внимательно слушали, что придавало мне уверенности. Однако я не мог не заметить знакомые лица среди своих студентов.","\n","^Взгляды пересекались, и это создавало странное, почти неловкое ощущение. Каждое знакомое лицо вызывало во мне воспоминания, которые я старался оставить в прошлом.","\n","^Я знал, что должен сосредоточиться на лекции, но мысли о прошлом постоянно отвлекали меня. Я глубоко вдохнул и продолжал говорить, стараясь не позволить эмоциям взять верх.","\n","ev","str","^ad2","/str","/ev",{"VAR=":"BG","re":true},"^Вернувшись в свой кабинет, полон энергии и решимости, я начал готовиться к следующему занятию, просматривая материалы и обновляя свои заметки.","\n","^Работая над презентацией, я старался сосредоточиться на теме, избегая ненужных мыслей о прошлом. Каждый слайд, каждая идея вытесняли воспоминания, которые так и норовили вернуться.","\n","^Время пролетело незаметно, и вскоре пришло время обеда. Я решил прогуляться по кампусу, чтобы немного отвлечься и насладиться свежим воздухом. В кафетерии я выбрал легкий салат и чашку кофе.","\n","^На часах было 13:40. Я взглянул на свои заметки и понял, что времени до следующей лекции осталось не так много. Нужно было спешить.","\n","^Я быстро собрал все необходимые материалы, оставив на столе лишь самые важные книги, которые мог взять с собой в библиотеку.","\n","^Покинув кабинет, я направился в другой корпус, стараясь не отвлекаться на посторонние мысли.","\n",{"->":"da"},{"#f":1}],"da":["ev",{"VAR?":"tol"},1,">=","/ev",[{"->":".^.b","c":true},{"b":["\n","ev","str","^street","/str","/ev",{"VAR=":"BG","re":true},"^На фоне зимнего пейзажа, когда снег покрывал землю мягким белым слоем, атмосфера вокруг казалась спокойной и умиротворяющей. Я шагал по заснеженным дорогам в сторону библиотеки, наслаждаясь свежим воздухом и тишиной.","\n","^Внезапно мой взгляд привлек знакомый силуэт — это была девушка с яркими розовыми волосами, которые выделялись на фоне белоснежного покрова.","\n","^Она шла ко мне с явным стремлением, возможно, спешила по своим делам. Когда девушка подошла ближе, под ногами внезапно появился кусок ледяной дорожки.","\n","^Она не успела среагировать и, не удержав равновесие, поскользнулась. Время как будто замедлилось, и я увидел, как она теряет опору, ее яркие розовые волосы развиваются в воздухе, а выражение лица меняется от удивления к панике.","\n","^Она с глухим стуком упала на снег, и в этот момент вокруг воцарилась тишина.","\n","^Когда девушка упала, у меня возникло мгновенное чувство тревоги. Я встал на месте, размышляя о том, что делать. В голове крутились два варианта: \"помочь или пройти мимо\".","\n","ev","str","^Помочь","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Пройти мимо","/str","/ev",{"*":".^.c-1","flg":20},{"->":"da.7"},{"c-0":["\n","ev",{"VAR?":"tol"},2,"+",{"VAR=":"tol","re":true},"/ev","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Все в порядке? — спросил я, стараясь звучать как можно более спокойно и поддерживающе.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Она посмотрела на меня с лёгким удивлением, но затем её лицо приняло слегка недовольное выражение.","\n","^Схватившись за мою руку, она встала на ноги, слегка потирая своё колено, где снег оставил небольшой след.","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_4","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Спасибо, — пробормотала она, отводя взгляд. — Но мне не нужна чужая помощь. Я бы и сама справилась.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Я улыбнулся, ощутив, как напряжение в воздухе слегка рассеялось.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Конечно, — ответил я. — Просто подумал, что могу помочь.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Она фыркнула, но в её глазах мелькнула тень благодарности.","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_3","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Ну, раз уж ты настаиваешь... — она слегка покраснела и поправила волосы. — Только не думай, что я теперь тебе чем-то обязана!","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Ни в коем случае, — засмеялся я. — Просто зимние дороги бывают коварными.","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_4","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Да уж, — она бросила взгляд на лёд под ногами. — Это всё из-за того, что я спешила. Не нужно было так торопиться...","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— А ты куда так спешила? — поинтересовался я, стараясь поддержать разговор.","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_1","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Это не твоё дело! — отрезала она, но затем, немного подумав, добавила: — Ну... если уж так хочется знать, я опаздывала на пару.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Понятно, — кивнул я. — Ну, тогда удачи тебе.","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_4","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Спасибо, — она снова отвернулась, но в её голосе уже не было прежней резкости. — И... эм... спасибо за помощь.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Не за что, — улыбнулся я.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Она быстро поправила сумку на плече и, слегка покраснев, поспешила прочь. Я смотрел ей вслед, чувствуя, что, несмотря на её резкость, в ней есть что-то милое. Возможно, это стало началом чего-то нового и интересного.","\n",{"->":"bibl"},{"#f":5}],"c-1":["^ ","\n","ev",{"VAR?":"tol"},0,"+",{"VAR=":"tol","re":true},"/ev","^Я заметил, как она поскользнулась и упала, но решил не вмешиваться. Она выглядела достаточно уверенной, и, возможно, ей не понравится, если я начну проявлять излишнюю заботу. Я продолжил идти, стараясь не обращать внимания на её падение.","\n","^Она сидела на снегу, слегка потирая колено, но, кажется, даже не заметила моего присутствия. Её лицо выражало досаду, но она не выглядела растерянной. Она быстро поднялась на ноги, отряхнулась и, не сказав ни слова, поспешила прочь, словно ничего не произошло.","\n","^Я прошёл мимо, не оборачиваясь. Всё произошло так быстро, что у меня даже не было времени подумать, стоит ли что-то сказать или сделать. Возможно, она и правда не нуждалась в помощи.","\n",{"->":"bibl"},{"#f":5}]}]}],[{"->":".^.b"},{"b":["\n","ev","str","^street","/str","/ev",{"VAR=":"BG","re":true},"^На фоне зимнего пейзажа, когда снег покрывал землю мягким белым слоем, атмосфера вокруг казалась спокойной и умиротворяющей.","\n","^Я шагал по заснеженным дорогам в сторону библиотеки, наслаждаясь свежим воздухом и тишиной. Дорога была пустынной, лишь изредка встречались прохожие, спешащие по своим делам.","\n","^Я шёл, погружённый в свои мысли, наслаждаясь моментом уединения. Снег мягко хрустел под ногами, а вокруг царила тишина, нарушаемая лишь редким шумом проезжающих машин.","\n","^Я заметил, как снежинки медленно падают с неба, создавая ощущение, будто время замедлилось.","\n",{"->":"bibl"},{"->":"da.7"},null]}],"nop","\n",{"#f":1}],"bibl":["ev",{"VAR?":"mak"},1,">=","/ev",[{"->":".^.b","c":true},{"b":["\n","ev","str","^libra","/str","/ev",{"VAR=":"BG","re":true},"^Я вошёл в библиотеку, оставив за спиной зимний пейзаж и случайную встречу с девушкой, которая поскользнулась на льду. Внутри царила тишина, нарушаемая лишь редким шорохом страниц и мягкими шагами студентов, бродящих между стеллажами.","\n","^Воздух был наполнен ароматом старых книг и свежесваренного кофе из автомата в углу. Я направился к своему привычному месту у окна, где стоял стол с удобным креслом и розеткой для ноутбука.","\n","^На столе уже лежала стопка книг, которые я заказал заранее. Я сел, открыл ноутбук и начал готовиться к следующей лекции.","\n","^Вдруг я заметил, что на соседнем столе сидит кто-то знакомый. Это была та самая студентка, которой я помог оплатить обед вчера. Она была погружена в чтение книги, её каштановые волосы мягко спадали на страницы, а лицо выражало глубокую сосредоточенность.","\n","^Я колебался, стоит ли подойти и поздороваться. С одной стороны, мы уже были знакомы, и вчерашний разговор прошёл довольно тепло. С другой — я не хотел её отвлекать.","\n","ev","str","^Подойти и поздороваться","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Не подходить и оставить её в покое","/str","/ev",{"*":".^.c-1","flg":4},{"->":"bibl.7"},{"c-0":["\n","ev",{"VAR?":"mak"},2,"+",{"VAR=":"mak","re":true},"/ev","^Решив, что ничего страшного не случится, если я просто поздороваюсь, я встал и направился к её столу.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Привет, — тихо сказал я, чтобы не нарушить тишину библиотеки.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Она подняла глаза от книги и, узнав меня, слегка смутилась.","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^mak_1","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Здравствуйте, — ответила она, слегка поклонив голову. — Извините, я не заметила, что вы подошли.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Всё в порядке, — улыбнулся я. — Как дела?","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^mak_4","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Всё хорошо, спасибо, — ответила она, слегка нервничая. — Я готовлюсь к экзамену.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Я заметил, что на её столе, рядом с учебниками и тетрадями, лежала небольшая упаковка мармеладных мишек и пачка печенья в индивидуальной упаковке. Всё было аккуратно разложено, чтобы не пачкать книги.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Понимаю, — кивнул я. — Если что, всегда могу помочь.","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^mak_2","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Спасибо, это очень любезно с вашей стороны, — улыбнулась она. — Кстати, я хотела вернуть вам деньги за вчерашний обед.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— А, не стоит, — махнул я рукой. — Это мелочь.","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^mak_2","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Нет, я настаиваю, — она достала из кармана несколько купюр и аккуратно протянула их мне. — Я не хочу быть должной.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Я взял деньги, чувствуя лёгкую неловкость.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Спасибо, — сказал я. — Кстати, я так и не узнал ваше имя.","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^mak_5","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Ой, правда? — она смущённо улыбнулась. — Меня зовут Маки.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Приятно познакомиться, Маки, — улыбнулся я. — Я...","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^mak_2","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Я знаю, кто вы, — перебила она, слегка покраснев. — Вы преподаёте у нас.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— А, ну да, — засмеялся я. — Ну, если что, всегда рад помочь.","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^mak_4","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Спасибо ещё раз, — сказала она, снова слегка поклонившись. — Тогда я, пожалуй, продолжу готовиться.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Конечно, удачи, — ответил я, чувствуя, как на душе становится теплее.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Она вернулась к своим книгам, а я к своим заметкам. Мы оба продолжили заниматься своими делами, но в воздухе витало лёгкое ощущение взаимного уважения и симпатии","\n",{"->":"aigis2"},{"#f":5}],"c-1":["^ ","\n","ev",{"VAR?":"mak"},0,"+",{"VAR=":"mak","re":true},"/ev","^Я решил её не беспокоить. Она выглядела слишком погружённой в учёбу, и я не хотел её отвлекать. Вместо этого я вернулся к своим заметкам, стараясь сосредоточиться на подготовке к лекции.","\n","^Однако через некоторое время я заметил, что та студентка украдкой поглядывает в мою сторону. Наши взгляды встретились, и она быстро опустила глаза, смущённо улыбнувшись. Я почувствовал лёгкое напряжение в воздухе, но решил не придавать этому значения.","\n","^Через несколько минут она собрала свои вещи и вышла из библиотеки, бросив на меня последний взгляд.","\n",{"->":"aigis2"},{"#f":5}]}]}],[{"->":".^.b"},{"b":["\n","ev","str","^libra","/str","/ev",{"VAR=":"BG","re":true},"^Я вошёл в библиотеку, оставив за спиной зимний пейзаж. Внутри царила тишина, нарушаемая лишь редким шорохом страниц и мягкими шагами студентов, бродящих между стеллажами.","\n","^Воздух был наполнен ароматом старых книг и свежесваренного кофе из автомата в углу. Я направился к своему привычному месту у окна, где стоял стол с удобным креслом и розеткой для ноутбука.","\n","^На столе уже лежала стопка книг, которые я заказал заранее. Я сел, открыл ноутбук и начал готовиться к следующей лекции. Вдруг я заметил, что на соседнем столе сидит кто-то знакомый.","\n","^Это была та самая студентка из столовой. Она была погружена в чтение книги, её каштановые волосы мягко спадали на страницы, а лицо выражало глубокую сосредоточенность.","\n","^Я на мгновение задумался, стоит ли подойти и поздороваться, но затем решил, что не стоит её отвлекать. Она выглядела слишком увлечённой, да и мне нужно было сосредоточиться на своей работе.","\n","^Я вернулся к своим заметкам, стараясь не обращать на неё внимания.","\n","^Через некоторое время она собрала свои вещи и направилась к выходу.","\n",{"->":"aigis2"},{"->":"bibl.7"},null]}],"nop","\n",{"#f":1}],"aigis2":[["ev","str","^libra","/str","/ev",{"VAR=":"BG","re":true},"^После того как студентка ушла, я вернулся к своему столу, чтобы продолжить подготовку к лекции. Однако через несколько минут я понял, что мне нужна ещё одна книга, которую я никак не могу найти. Я обошёл несколько стеллажей, но безрезультатно. Вдруг я заметил Аигис, которая стояла у одного из полок, аккуратно расставляя книги.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Здравствуйте, — обратился я к ней. — Вы не подскажете, где можно найти книгу «Теория квантовых полей»?","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Аигис повернулась ко мне, её глаза мягко светились.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_4","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Здравствуйте, — ответила она с лёгкой улыбкой. — Конечно, я помогу. Эта книга находится в разделе физики, на втором этаже, стеллаж 12, полка 4.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Спасибо большое, — сказал я, удивлённый её точностью.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_5","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Если что-то ещё понадобится, обращайтесь, — добавила она, слегка наклонив голову. — Я здесь, чтобы помогать.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Я поблагодарил её и направился к указанному стеллажу.","\n","ev","str","^libra2","/str","/ev",{"VAR=":"BG","re":true},"^Действительно, книга оказалась именно там, где она сказала. Я взял её и вернулся к своему столу, чувствуя благодарность за её помощь.","\n","ev","str","^libra","/str","/ev",{"VAR=":"BG","re":true},"^Когда я уже собирался уходить из библиотеки, Аигис снова появилась рядом.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_3","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Извините, — тихо сказала она, — я хотела спросить... Вы не могли бы помочь мне с одной задачей?","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Я удивился, но кивнул.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Конечно, в чём дело?","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_1","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Мне нужно перенести несколько коробок с книгами в архив, — объяснила она. — Но моя конструкция не подразумевает такой нагрузки. Вы не могли бы помочь?","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Я задумался. С одной стороны, я уже устал после долгого дня, и мне хотелось поскорее домой. С другой — Аигис всегда помогала мне, и я чувствовал, что должен ответить взаимностью.","\n","ev","str","^Помочь Аигис","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Отказать Аигис","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["^ ","\n","ev",{"VAR?":"aig"},2,"+",{"VAR=":"aig","re":true},"/ev","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Конечно, помогу, — сказал я, когда увидел, как Аигис стоит с коробками, полными книг. — Покажите, куда нужно нести.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Аигис улыбнулась, и её глаза засветились ярче, как будто она только что услышала хорошую новость.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_4","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Спасибо! — воскликнула она, её голос звучал с искренним облегчением. — Это не займёт много времени. Я  должна обеспечить их перемещение в архив, и потом смогу продолжить работу.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Я кивнул, и мы вместе начали переносить коробки. По пути Аигис с энтузиазмом рассказывала о своей любви к библиотеке.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_1","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Знаете, — сказала она, — я всегда мечтала работать здесь. Это место словно наполнено магией. Каждая книга — это целый мир, и я люблю помогать людям находить то, что им нужно. Это приносит мне радость!","\n","^— К тому же, — продолжила она с улыбкой, — я обожаю читать мангу. Это мой любимый жанр. В манге так много эмоций и уникальных историй, которые заставляют меня переживать за героев. Я всегда рада поделиться своими рекомендациями и обсудить последние новинки!","\n","^Я слушал её, и мне стало приятно от осознания, что моя небольшая помощь так важна для неё.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Я тоже люблю книги, — сказал я, — они способны перенести нас в такие далекие места. А как вы выбираете, какую книгу прочитать следующей?","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Аигис задумалась на мгновение, а затем ответила:","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_2","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Я часто выбираю по настроению. Иногда мне хочется чего-то легкого и веселого, а иногда — погрузиться в глубокую, философскую историю. А вы?","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Я предпочитаю книги с самым неожиданным концом, — сказал я, обдумывая свои слова. — Знаете, те, где сюжет закручивается так, что тебе просто не верится, что всё так и произошло. Особенно если главный герой проходит через страдания и испытания.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Аигис заинтересованно прищурила глаза.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_4","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— О, это действительно захватывающе! — воскликнула она. — Когда ты не знаешь, что ожидать, и на каждом повороте сталкиваешься с новыми трудностями.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Да, и когда главный герой страдает, это делает его путь к разрешению конфликта более эмоциональным и запоминающимся, — продолжил я. — Это придаёт глубину сюжету и заставляет задуматься о жизни и человеческой природе.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Аигис кивнула, её лицо светилось от увлечения.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_1","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Спасибо ещё раз! — произнесла она, её голос был полон искренности. — Вы очень добрый.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Не за что, — улыбнулся я в ответ. — Если что, обращайтесь. Всегда рад помочь.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Время пролетело незаметно, и, когда мы наконец закончили разговор, я взглянул на часы.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— О нет, — сказал я, слегка растерянно. — Мне нужно бежать на лекцию!","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Аигис резко взглянула на меня, и в её глазах я заметил понимание.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_4","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Конечно, не хочу задерживать вас, — ответила она с улыбкой. — Спасибо за помощь и интересный разговор!","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Спасибо вам за приятную беседу! — сказал я, чувствуя, как на душе стало теплее. — Надеюсь, скоро увидимся снова!","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^С этими словами я быстро направился к выходу из библиотеки, стараясь не опоздать на занятие.","\n",{"->":"evening"},{"#f":5}],"c-1":["^ ","\n","ev",{"VAR?":"aig"},0,"+",{"VAR=":"aig","re":true},"/ev","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Извините, — сказал я, заметив, что Аигис стоит с коробками. — Но я уже очень устал. Может, попросите кого-то ещё?","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Аигис слегка опустила голову, её глаза потускнели, и я почувствовал, как она расстроилась.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_3","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Понятно, — тихо ответила она, её голос звучал с лёгкой грустью. — Тогда я как-нибудь сама справлюсь.","\n","^Я кивнул, но внутри меня закрались сомнения. Я действительно хотел помочь, но в данный момент меня беспокоило, успею ли я подготовить материалы к лекции. У меня оставалось совсем немного времени, и я не хотел рисковать тем, что опоздаю или не смогу сделать всё необходимое.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^","/str","/ev",{"VAR=":"CharacterExpression","re":true},{"->":"evening"},{"#f":5}]}],{"#f":1}],"evening":["ev","str","^audit2","/str","/ev",{"VAR=":"BG","re":true},"^Я стоял у кафедры, глядя на ряды студентов, которые, казалось, были погружены в сон. Лекция тянулась медленно, как густой сироп, и я чувствовал, как усталость накапливается в комнате. Я произносил слова, стараясь сделать их интересными, но моё собственное голосовое сопровождение звучало монотонно в уши слушателей.","\n","^Свет в аудитории был тусклым, и я заметил, как несколько студентов зевнули, один за другим, как будто это был сигнал. Я взглянул на часы — ещё целых полчаса до конца. В голове крутилось множество мыслей о том, как бы оживить атмосферу, но ни одна из них не казалась удачной.","\n","^Я пытался использовать примеры из реальной жизни, делая акценты на важности темы, но понимал, что внимание студентов ускользает. Некоторые из них смотрели в свои телефоны, другие делали заметки, которые больше походили на каракули. Внутри меня нарастало разочарование.","\n","^В конце концов, я собрался с мыслями и решил, что пора менять подход.","\n","^— Знаете что? — обратился я к аудитории, поднимая голос, чтобы привлечь внимание. — Давайте сделаем это интерактивным. Кто может привести пример из жизни, связанный с темой, о которой мы говорим?","\n","^Несколько студентов удивлённо переглянулись, а затем один из них, наконец, поднял руку.","\n","^Время летело неумолимо... Я собирался подвести итоги, когда заметил, что студенты начали потихоньку собираться. Я здохнул с облегчением, понимая, что они готовы уйти.","\n","^— Ну что ж, на этом мы закончим, — сказал я, стараясь добавить в голос немного энтузиазма. — Не забывайте подготовить вопросы для следующей лекции.","\n","ev","str","^street","/str","/ev",{"VAR=":"BG","re":true},"^На улице меня окутал свежий воздух, и, направляясь домой, я размышлял о том, как сделать следующую лекцию более увлекательной.","\n","ev","str","^dom","/str","/ev",{"VAR=":"BG","re":true},"^Вернувшись домой, я бросил вещи на диван и направился на кухню, чтобы налить себе чашку кофе. Вечер обещал быть тихим и спокойным, и я уже предвкушал, как смогу отвлечься от мыслей о лекции. После того как я насладился горячим напитком, я зашёл в свою комнату и включил компьютер.","\n","ev","str","^noyt","/str","/ev",{"VAR=":"BG","re":true},"^Свет экрана мягко озарил комнату, когда я запустил любимую игру, в которой мне всегда удавалось забыть о повседневной суете. Музыка из игры заполнила пространство, и я почувствовал, как напряжение постепенно уходит.","\n","^Я выбрал режим игры и зашёл на сервер. Виртуальный мир заполнился яркими цветами и звуками. Я быстро подобрал оружие, оценил обстановку и начал играть. С каждой минутой я становился всё более вовлечённым в процесс. Командные сражения, стратегии, тактические манёвры — всё это помогало мне забыть о напряжении прошедшего дня.","\n","^Когда на экране началась финальная заруба, адреналин зашкаливал. Я сосредоточил все силы, чтобы победить соперников. Сердце колотилось в груди, а руки дрожали от волнения. Наконец, после напряжённой схватки, я одержал победу и с облегчением выдохнул. На экране загорелось «Победа!».","\n","^Я откинулся на спинку кресла, чувствуя, как счастье и удовлетворение наполняют меня. Вечер прошёл незаметно, и я был полон сил и энергии, готовый встретить новый день.","\n","^Я закрыл игру, выключил компьютер и, наслаждаясь тишиной, отправился готовиться ко сну, оставаясь с мыслью о том, как важно иногда отвлекаться и просто наслаждаться моментом.","\n",{"->":"day3"},{"#f":1}],"day3":["ev","str","^son3","/str","/ev",{"VAR=":"BG","re":true},"^Сон начался с того, что я оказался в бескрайнем белом пространстве. Вокруг не было ни стен, ни потолка, только ровный, слегка мерцающий свет, который казался одновременно уютным и тревожным. Я шёл вперёд, но не чувствовал ни пола под ногами, ни сопротивления воздуха. Каждый шаг был лёгким, словно я парил, но при этом ощущался странный вес, будто что-то невидимое тянуло меня вниз.","\n","^Вдруг вдалеке появились очертания. Сначала это были просто тени, но постепенно они стали обретать форму. Я увидел высокие стеллажи, заполненные книгами, но книги были необычными — их обложки переливались всеми цветами радуги, а названия постоянно менялись, как будто написанные невидимой рукой. Я попытался взять одну из них, но она растворилась в воздухе, оставив лишь лёгкий аромат старой бумаги и пыли.","\n","ev","str","^son33","/str","/ev",{"VAR=":"BG","re":true},"^Затем пространство вокруг начало меняться. Белый свет сменился мягким голубым свечением, а стеллажи исчезли, уступив место длинному коридору. Стены были покрыты странными узорами, которые то напоминали ветви деревьев, то превращались в геометрические фигуры. Я шёл по этому коридору, и с каждым шагом звуки становились громче. Сначала это был едва уловимый шёпот, но постепенно он превратился в гул, напоминающий отдалённые голоса.","\n","^В конце коридора я увидел дверь. Она была массивной, с резными узорами, которые переливались, как будто живые. Я протянул руку, чтобы открыть её, но в этот момент всё вокруг начало дрожать. Звуки стали оглушительными, а свет — ослепительным.","\n","ev","str","^dom","/str","/ev",{"VAR=":"BG","re":true},"^Я проснулся не от будильника, а от мягкого солнечного света, который пробивался сквозь шторы. Комната была наполнена тишиной, нарушаемой лишь редким щебетанием птиц за окном. Я потянулся, чувствуя, как тело медленно просыпается после долгого сна.","\n","^Мысли начали приходить в порядок. Сегодня выходной, и я решил, что проведу его в кафе. Но в этот раз мне захотелось компании. Я начал перебирать в голове знакомых, с кем было бы приятно провести время. Кто-то из коллег? Нет, в выходной хочется отдохнуть от работы. Друзья? Возможно, но многие из них, наверное, уже заняты своими делами.","\n","^Я задумался, вспоминая последние встречи и разговоры. Кто бы мог быть свободен и не против провести время за чашкой кофе? В голове мелькали лица, но ни одно из них не вызывало уверенности.","\n",{"->":"choice"},{"#f":1}],"choice":[["ev","str","^Пойти с Толиби","/str",{"VAR?":"tol"},2,">=","/ev",{"*":".^.c-0","flg":21},"ev","str","^Пойти с Аигис","/str",{"VAR?":"aig"},2,">=","/ev",{"*":".^.c-1","flg":21},"ev","str","^Пойти с Маки","/str",{"VAR?":"mak"},2,">=","/ev",{"*":".^.c-2","flg":21},"ev","str","^Остаться дома","/str","/ev",{"*":".^.c-3","flg":20},"ev","str","^Пойти одному","/str","/ev",{"*":".^.c-4","flg":20},{"c-0":["^ ","\n",{"->":"tol_route"},{"#f":5}],"c-1":["^ ","\n",{"->":"aig_route"},{"#f":5}],"c-2":["^ ","\n",{"->":"mak_route"},{"#f":5}],"c-3":["^ ","\n",{"->":"stay_home_route"},{"#f":5}],"c-4":["^ ","\n",{"->":"go_alone_route"},{"#f":5}]}],{"#f":1}],"tol_route":["^Вдруг я вспомнил о Толиби. Несмотря на её резкость и неожиданные выходки, она всегда казалась интересным человеком. Я подумал, что, возможно, ей тоже будет интересно провести время вне университета.","\n","^Я взял телефон и начал набирать сообщение. Её номер я сохранил ещё после того случая, когда отправлял материалы с лекции старостам, кем она и оказалась. Удивительно.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Доброе утро. Не хочешь сегодня составить мне компанию в кафе?","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Отправив сообщение, я отложил телефон и встал с кровати. Пока шёл в ванную, в голове крутились мысли: «А вдруг она откажется? Или, может, ей будет неловко?» Но я быстро отогнал сомнения.","\n","^Через несколько минут телефон завибрировал. Я взял его и увидел ответ:","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Доброе утро. Кафе? Ты серьёзно? Ну ладно, если тебе так уж нужно, я могу составить тебе компанию. Но только потому, что мне всё равно нечем заняться!","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Я улыбнулся её типичной для неё манере отвечать. Она всегда старалась казаться равнодушной, но я знал, что за этим скрывается что-то большее.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Договорились, — ответил я. — Как насчёт 11 утра в кафе «Уголок»? Оно недалеко от центра.","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Ладно, — ответила она. — Но если там будет скучно, я сразу уйду!","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Я почувствовал лёгкое волнение, но в то же время радость от того, что день обещает быть интересным.","\n","ev","str","^ulicacafe","/str","/ev",{"VAR=":"BG","re":true},"^Я подошёл к кафе «Уголок» точно к назначенному времени. Толиби уже ждала у входа, её яркие розовые волосы выделялись на фоне серого зимнего пейзажа. Она стояла, слегка ёрзая на месте, и, увидев меня, тут же нахмурилась.","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_2","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Ты опоздал, — заявила она, скрестив руки на груди.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Я пришёл вовремя, — улыбнулся я, зная её манеру преувеличивать.","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_4","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Ну, может, и так, — пробормотала она, отводя взгляд. — Но я уже начала думать, что ты передумал.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Не переживай, — сказал я. — Пойдём внутрь?","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^cafe","/str","/ev",{"VAR=":"BG","re":true},"^Мы зашли в кафе, и я выбрал уютный столик у окна. Кафе было наполнено мягким светом, исходящим от ламп с тёплым жёлтым оттенком. На стенах висели картины с изображением городских пейзажей, а в углу играла лёгкая джазовая музыка.","\n","^Толиби села напротив, её яркие волосы и необычный стиль одежды привлекали внимание других посетителей. Она была одета в кожаную куртку с множеством заклёпок и ярко-розовые кроссовки, которые идеально сочетались с её волосами.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Ну, что заказать? — спросил я, чтобы начать разговор.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_3","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Не знаю, — пожала она плечами. — Ты же пригласил, вот и решай.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Ладно, — улыбнулся я. — Тогда кофе и что-нибудь сладкое?","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_5","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Ну, если ты настаиваешь, — сказала она, но в её глазах мелькнул интерес.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Мы заказали кофе и по кусочку яблочного пирога. Разговор шёл с трудом, Толиби то и дело отшучивалась или отвечала резко, но я знал, что за её маской равнодушия скрывается что-то большее.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Ты когда-нибудь занималась фотографией? — спросил я, пытаясь найти общую тему.","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_1","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Фотографией? — она подняла бровь. — Ну, может, немного.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Правда? — удивился я.","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_5","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Ну, да, — она слегка покраснела. — Я люблю снимать городские пейзажи. Особенно ночью, когда всё светится.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Звучит интересно, — сказал я. — Я тоже немного увлекаюсь фотографией.","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_2","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Что? — она посмотрела на меня с удивлением. — Ты серьёзно?","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Да, — признался я. — Правда, больше снимаю природу. Леса, горы, озёра.","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_3","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Ну, это скучно, — сказала она, но в её голосе слышалось любопытство.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Может, и так, — улыбнулся я. — Но мне нравится.","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_3","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Ну, ладно, — она слегка улыбнулась. — Может, как-нибудь покажешь свои работы.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Конечно, — согласился я. — А ты покажешь свои?","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_4","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Ну, может, — она отводя взгляд. — Если ты будешь вести себя хорошо.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Когда подали еду, я взял вилку и отломил кусочек пирога. Он был вкусным, и я решил съесть его побыстрее. Но вдруг кусок застрял в горле.","\n","^Я попытался откашляться, но ничего не выходило. Воздух перестал поступать, и я начал задыхаться. В глазах потемнело, и я упал на пол.","\n","^Толиби вскочила с места, её лицо выражало панику, хотя она старалась этого не показывать.","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_2","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Эй, ты что, притворяешься? — крикнула она, но в её голосе слышалась тревога.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Я не мог ответить, и она тут же начала делать приём Геймлиха.","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_2","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Держись, глупец! — кричала она, продолжая делать толчки.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^real","/str","/ev",{"VAR=":"BG","re":true},"^В этот момент перед моими глазами начали проплывать странные образы. Белые стены, яркий свет, звуки медицинского оборудования. Я видел себя лежащим на больничной койке, окружённым врачами. Но я не понимал, что это.","\n","ev","str","^cafe","/str","/ev",{"VAR=":"BG","re":true},"ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_2","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Дыши, чёрт возьми! — кричала Толиби, продолжая делать толчки.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Наконец, кусок пирога вылетел из горла, и я смог вдохнуть. Я лежал на полу, тяжело дыша, а Толиби сидела рядом, её лицо было бледным от волнения.","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_2","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Ты в порядке? — спросила она, её голос дрожал, хотя она старалась звучать резко.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Да, — прошептал я. — Спасибо тебе.","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_4","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Ну, конечно, — сказала она, отводя взгляд.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Она помогла мне сесть, и я почувствовал, как мир вокруг начинает приходить в норму. Странные видения исчезли, оставив лишь лёгкое чувство тревоги.","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_4","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Давай я вызову скорую, — предложила она.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Нет, всё в порядке, — сказал я. — Просто... спасибо.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Мы сидели молча, пока я приходил в себя. Толиби держала мою руку, хотя и старалась делать вид, что это случайно.","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_1","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Давай я отвезу тебя домой, — предложила она.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— У тебя есть машина? — спросил я, слегка удивлённый.","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_1","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Нет, — ответила она, слегка покраснев. — Но я вызову такси.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Не стоит, — попытался я возразить, но она уже достала телефон.","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_2","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Молчи, — сказала она. — Ты едва не умер, а теперь будешь слушаться.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Я не стал спорить. Через несколько минут такси подъехало, и Толиби помогла мне дойти до машины.","\n","ev","str","^ ","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^ulicacafe","/str","/ev",{"VAR=":"BG","re":true},"^Когда мы выходили из кафе, мне вдруг послышался резкий звук — протяжный, монотонный писк, похожий на звук прямой линии на медицинском аппарате. Я остановился, оглядываясь, но вокруг не было ничего, что могло бы издавать такой звук.","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_1","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Ты что? — спросила Толиби, заметив мою растерянность.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Ничего, — ответил я, стараясь отогнать странное ощущение. — Просто показалось","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^tol_4","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Ну, ладно, — сказала она, слегка нахмурившись. — Пойдём, пока такси не уехало.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^","/str","/ev",{"VAR=":"CharacterExpression","re":true},"end",{"#f":1}],"aig_route":["^Вдруг я вспомнил об Аигис. Она всегда была доброжелательной и готовой помочь, да и после вчерашнего разговора в библиотеке у нас появилось что-то общее. Я подумал, что, возможно, ей тоже будет интересно провести время вне университета.","\n","^Я взял телефон и начал набирать сообщение. Её номер я увидел в библиотеке, когда она оставила его на столе, чтобы я мог связаться с ней, если понадобится помощь с поиском книг.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Доброе утро. Не хочешь сегодня составить мне компанию в кафе?","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Отправив сообщение, я отложил телефон и встал с кровати. Пока шёл в ванную, в голове крутились мысли: «А вдруг она откажется? Или, может, ей будет неловко?» Но я быстро отогнал сомнения. В конце концов, это просто дружеское предложение.","\n","^Через несколько минут телефон завибрировал. Я взял его и увидел ответ:","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Доброе утро! Это звучит интересно. Я как раз сегодня свободна. Где и во сколько встречаемся?","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Я улыбнулся её отзывчивости и быстро ответил:","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Как насчёт 11 утра в кафе «Уголок»? Оно недалеко от центра.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Отлично, — ответила она. — Увидимся там!","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Я почувствовал лёгкое волнение, но в то же время радость от того, что день обещает быть приятным.","\n","ev","str","^ulicacafe","/str","/ev",{"VAR=":"BG","re":true},"^Я подошёл к кафе «Уголок» точно к назначенному времени. Аигис уже ждала у входа, её спокойное и слегка задумчивое выражение лица выделялось на фоне суеты вокруг. Она была одета в лёгкую куртку и шарф, который мягко обвивал её шею.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Привет, — сказал я, подходя ближе.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_1","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Здравствуйте, — ответила она, её голос был ровным и спокойным. — Я как раз думала, не опоздала ли.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Нет, всё в порядке, — улыбнулся я. — Пойдём внутрь?","\n","ev","str","^cafe","/str","/ev",{"VAR=":"BG","re":true},"ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Мы зашли в кафе, и я выбрал уютный столик у окна. Кафе было наполнено мягким светом, исходящим от ламп с тёплым жёлтым оттенком. На стенах висели картины с изображением городских пейзажей, а в углу играла лёгкая джазовая музыка.","\n","^Аигис села напротив, её спокойные глаза смотрели на меня с лёгким интересом.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Как дела? — спросил я, чтобы начать разговор.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_2","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Всё в норме, — ответила она. — Сегодня у меня запланирован выходной, и я решила провести его с пользой. А у вас?","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Тоже решил отдохнуть, — сказал я. — Работа за последнее время вымотала.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_4","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Понимаю, — кивнула она. — Иногда необходимо остановиться и перевести дыхание.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Мы заказали кофе и по кусочку яблочного пирога. Разговор шёл легко, хотя Аигис говорила ровным, почти механическим тоном. Она рассказывала о своих увлечениях, о том, как любит читать книги и изучать новые технологии.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_5","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Вы когда-нибудь пробовали программировать? — спросила она, её голос оставался нейтральным.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Да, — ответил я. — Я даже могу сказать, что программирую довольно хорошо.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_1","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Правда? — её глаза слегка сузились, словно она анализировала мои слова. — На каких языках?","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— В основном на Python и Java, — сказал я. — Но иногда работаю с C++ и JavaScript.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_4","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Это впечатляет, — ответила она, её голос всё так же оставался ровным. — Я тоже увлекаюсь программированием, но больше в области искусственного интеллекта.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Звучит интересно, — сказал я. — Может, как-нибудь обменяемся опытом?","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_1","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— С удовольствием, — ответила она. — Мне всегда интересно узнать что-то новое.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Когда подали еду, я взял вилку и отломил кусочек пирога. Он был вкусным, и я решил съесть его побыстрее. Но вдруг кусок застрял в горле.","\n","^Я попытался откашляться, но ничего не выходило. Воздух перестал поступать, и я начал задыхаться. В глазах потемнело, и я упал на пол.","\n","^Аигис встала с места, её лицо оставалось спокойным, без тени паники.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_1","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Обнаружена блокировка дыхательных путей, — произнесла она ровным голосом. — Приступаю к выполнению приёма Геймлиха.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Она быстро подошла ко мне и начала выполнять толчки, её движения были точными и выверенными.","\n","ev","str","^real","/str","/ev",{"VAR=":"BG","re":true},"^В этот момент перед моими глазами начали проплывать странные образы. Белые стены, яркий свет, звуки медицинского оборудования. Я видел себя лежащим на больничной койке, окружённым врачами. Но я не понимал, что это.","\n","ev","str","^cafe","/str","/ev",{"VAR=":"BG","re":true},"ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_2","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Дыхательные пути очищены, — объявила Аигис, как только кусок пирога вылетел из горла.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Я лежал на полу, тяжело дыша, а Аигис стояла рядом, её лицо оставалось спокойным.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_5","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Вы в порядке? — спросила она, её голос был таким же ровным, как и раньше.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Да, — прошептал я. — Спасибо тебе.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_1","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Я уже вызвала скорую помощь через внутренний телефон, — сообщила она. — Они будут здесь через несколько минут.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Не стоит, — попытался я возразить, но она уже помогала мне сесть.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_5","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Это необходимо, — сказала она. — Ваше состояние требует профессионального осмотра.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Мы вышли из кафе, и я почувствовал, как холодный воздух ударил мне в лицо. Когда мы шли к выходу, мне вдруг послышался резкий звук — протяжный, монотонный писк, похожий на звук прямой линии на медицинском аппарате. Я остановился, оглядываясь, но вокруг не было ничего, что могло бы издавать такой звук.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_1","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Вы что? — спросила Аигис, заметив мою растерянность.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Ничего, — ответил я, стараясь отогнать странное ощущение. — Просто показалось.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_1","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Ну, ладно, — сказала она, её голос оставался спокойным. — Пойдём, пока скорая не уехала.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^ulicacafe","/str","/ev",{"VAR=":"BG","re":true},"^Мы вышли на улицу, и через несколько минут подъехала скорая помощь. Врач осмотрел меня и подтвердил, что всё в порядке, но ситуация была опасной.","\n","ev","str","^Врач","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^doc","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Вам повезло, что рядом был кто-то, кто знал, что делать, — сказал врач. — Благодаря быстрой реакции, всё обошлось.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Спасибо, — сказал я, глядя на Аигис.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^aig_4","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Не за что, — ответила она, её голос был ровным, как всегда. — Это моя обязанность — помогать.","\n","ev","str","^street","/str","/ev",{"VAR=":"BG","re":true},"^Мы пошли к моему дому пешком, и я чувствовал, как день, начавшийся так спокойно, закончился неожиданно, но с благодарностью за то, что Аигис оказалась рядом.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^","/str","/ev",{"VAR=":"CharacterExpression","re":true},"end",{"#f":1}],"mak_route":["^Вдруг я вспомнил о Маки. Она всегда казалась приятным собеседником, да и после вчерашнего разговора в библиотеке у нас появилось что-то общее. Я подумал, что, возможно, ей тоже будет интересно провести время вне университета.","\n","^Я взял телефон и начал набирать сообщение:","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Доброе утро. Не хочешь сегодня составить мне компанию в кафе?","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Отправив сообщение, я отложил телефон и встал с кровати.Как же повезло, что мы обменялись контактами в библиотеке. Пока шёл в ванную, в голове крутились мысли: «А вдруг она откажется? Или, может, ей будет неловко?» Но я быстро отогнал сомнения.","\n","^Через несколько минут телефон завибрировал. Я взял его и увидел ответ:","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Доброе утро! Звучит интересно. Во сколько и где встречаемся?","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Я улыбнулся и быстро ответил:","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Как насчёт 11 утра в кафе «Уголок»? Оно недалеко от центра.","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Отлично, — ответила она. — Увидимся там!","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Я почувствовал лёгкое волнение, но в то же время радость от того, что день обещает быть приятным.","\n","ev","str","^ulicacafe","/str","/ev",{"VAR=":"BG","re":true},"^Я подошёл к кафе «Уголок» точно к назначенному времени. Маки уже ждала у входа, улыбаясь и слегка нервничая. Она была одета в лёгкую куртку и шарф, который слегка развевался на ветру.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Привет, — сказал я, подходя ближе.","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^mak_2","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Привет, — ответила она, слегка покраснев. — Я как раз думала, не опоздала ли.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Нет, всё в порядке, — улыбнулся я. — Пойдём внутрь?","\n","ev","str","^cafe","/str","/ev",{"VAR=":"BG","re":true},"ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Мы зашли в кафе, и я выбрал уютный столик у окна. Маки села напротив, её каштановые волосы мягко спадали на плечи, а глаза светились интересом.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Как дела? — спросил я, чтобы начать разговор.","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^mak_4","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Всё хорошо, — ответила она. — Готовлюсь к экзамену, но сегодня решила сделать перерыв. А у тебя?","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Тоже решил отдохнуть, — сказал я. — Работа за последнее время вымотала.","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^mak_4","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Понимаю, — кивнула она. — Иногда нужно просто остановиться и перевести дыхание.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Мы заказали кофе и по кусочку яблочного пирога. Разговор шёл легко, Маки оказалась приятным собеседником. Она рассказывала о своих увлечениях, о том, как любит кататься на лыжах.","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^mak_4","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Ты когда-нибудь спускался с горы на лыжах? — спросила она, улыбаясь.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Нет, — признался я. — Но, может, как-нибудь попробую.","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^mak_2","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— О, тебе стоит! — воскликнула она. — Это невероятное ощущение свободы. Ты мчишься вниз, ветер в лицо, и весь мир остаётся где-то позади.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Звучит захватывающе, — улыбнулся я. — Но я, наверное, буду слишком осторожничать.","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^mak_2","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Не бойся, — сказала она. — Я могу научить тебя. Главное — начать с небольших склонов и не бояться падать.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Падать? — засмеялся я. — Это не очень обнадёживает.","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^mak_2","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Ну, это часть процесса, — улыбнулась она. — Зато потом, когда ты освоишься, это будет стоить всех усилий.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Когда подали еду, я взял вилку и отломил кусочек пирога. Он был вкусным, и я решил съесть его побыстрее. Но вдруг кусок застрял в горле.","\n","^Я попытался откашляться, но ничего не выходило. Воздух перестал поступать, и я начал задыхаться. В глазах потемнело, и я упал на пол.","\n","^Маки вскочила с места, её лицо выражало панику.","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^mak_3","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Держись! — крикнула она и начала делать приём Геймлиха.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^real","/str","/ev",{"VAR=":"BG","re":true},"^В этот момент перед моими глазами начали проплывать странные образы. Белые стены, яркий свет, звуки медицинского оборудования. Я видел себя лежащим на больничной койке, окружённым врачами. Но я не понимал, что это.","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^mak_1","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Дыши! — кричала Маки, продолжая делать толчки.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Наконец, кусок пирога вылетел из горла, и я смог вдохнуть. Я лежал на полу, тяжело дыша, а Маки сидела рядом, её лицо было бледным от волнения.","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^mak_3","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Ты в порядке? — спросила она, её голос дрожал.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Да, — прошептал я. — Спасибо тебе.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Она помогла мне сесть, и я почувствовал, как мир вокруг начинает приходить в норму. Странные видения исчезли, оставив лишь лёгкое чувство тревоги.","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^mak_1","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Давай я вызову скорую, — предложила Маки.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Нет, всё в порядке, — сказал я. — Просто... спасибо.","\n","ev","str","^ ","/str","/ev",{"VAR=":"CharacterName","re":true},"^Мы сидели молча, пока я приходил в себя. Маки держала мою руку, и я чувствовал, как её тепло помогает мне успокоиться.","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^mak_4","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Давай я отвезу тебя домой, — предложила она.","\n","ev","str","^ ","/str","/ev",{"VAR=":"CharacterName","re":true},"^Я кивнул, понимая, что сегодняшний день закончился не так, как я планировал. Но я был благодарен за то, что Маки оказалась рядом.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Спасибо, — сказал я, когда мы вышли из кафе. — Ты спасла мне жизнь.","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^mak_2","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Не за что, — улыбнулась она. — Просто будь осторожнее в следующий раз.","\n","ev","str","^ulicacafe","/str","/ev",{"VAR=":"BG","re":true},"^Мы вышли из кафе, и я почувствовал, как холодный воздух ударил мне в лицо. Когда мы шли к её машине, мне вдруг послышался резкий звук — протяжный, монотонный писк, похожий на звук прямой линии на медицинском аппарате. Я остановился, оглядываясь, но вокруг не было ничего, что могло бы издавать такой звук.","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^mak_3","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Ты что? — спросила Маки, заметив мою растерянность.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Ничего, — ответил я, стараясь отогнать странное ощущение. — Просто показалось.","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^mak_1","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Ну, ладно, — сказала она, слегка нахмурившись. — Пойдём, машина уже должна была прогреться.","\n","ev","str","^car","/str","/ev",{"VAR=":"BG","re":true},"ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^Мы сели в её машину, и я почувствовал, как наша связь стала крепче после этого инцидента.","\n","^Мы поехали к моему дому, и я чувствовал, как день, начавшийся так спокойно, закончился неожиданно, но с благодарностью за то, что Маки оказалась рядом.","\n","end",{"#f":1}],"go_alone_route":["ev","str","^ulicacafe","/str","/ev",{"VAR=":"BG","re":true},"^Я решил провести выходной в одиночестве. Несмотря на лёгкую грусть, я пытался наслаждаться тишиной и спокойствием.","\n","ev","str","^cafe","/str","/ev",{"VAR=":"BG","re":true},"^Кафе «Уголок» было почти пустым, лишь пара посетителей сидела в дальнем углу. Я выбрал столик у окна, заказал кофе и кусок яблочного пирога.","\n","^Солнечный свет пробивался сквозь шторы, создавая уютную атмосферу. Я взял книгу, которую давно хотел дочитать, и погрузился в чтение. Однако мысли о том, что я один, иногда возвращались, и я старался отгонять их, сосредотачиваясь на тексте.","\n","^Когда подали еду, я взял вилку и отломил кусочек пирога. Он был вкусным, и я решил съесть его побыстрее. Но вдруг кусок застрял в горле.","\n","^Я попытался откашляться, но ничего не выходило. Воздух перестал поступать, и я начал задыхаться. В глазах потемнело, и я упал на пол.","\n","^К мне подбежал официант, молодой парень, видимо, новичок. Его лицо выражало панику.","\n","ev","str","^Официант","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^of","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Эй, вы в порядке? — крикнул он, но я не мог ответить.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Он попытался сделать что-то, но его движения были неуверенными и неэффективными. Он толкал меня в грудь, но это не помогало. Я чувствовал, как сознание начинает ускользать.","\n","ev","str","^Официант","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^of","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Кто-нибудь, помогите! — кричал официант, но вокруг не было никого, кто мог бы помочь.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^Я продолжал задыхаться, и в какой-то момент пульс пропал. Всё вокруг погрузилось в темноту.","\n","end",{"#f":1}],"stay_home_route":[["ev",{"VAR?":"easteregg_0"},{"VAR?":"easteregg_1"},"&&",{"VAR?":"easteregg_2"},"&&",{"VAR?":"easteregg_3"},"&&",{"VAR?":"easteregg_4"},"&&","out","/ev","\n",{"->":"secret_ending"},["^else:","\n",{"->":"normal_route"},{"#f":5,"#n":"g-0"}],null],{"#f":1}],"normal_route":["^Я решил провести выходной дома. Несмотря на лёгкую грусть, я пытался наслаждаться тишиной и спокойствием. Включил свою любимую музыку, которая наполняла комнату уютной атмосферой.","\n","^Я приготовил себе простой ужин: пасту с соусом и кусочек свежего хлеба. Музыка играла на фоне, и я чувствовал, как напряжение последних дней постепенно уходит.","\n","^Когда я сел за стол, я взял вилку и начал есть. На удивление, хлеб у меня удался, пусть я и пёк его всего 2 раза за всю жизнь. Но вдруг кусочек застрял в горле.","\n","^Я попытался откашляться, но ничего не выходило. Воздух перестал поступать, и я начал задыхаться. В глазах потемнело, и я упал на пол.","\n","^Я был один. Никто не мог помочь. Мои движения были слабыми и неэффективными. Я чувствовал, как сознание начинает ускользать.","\n","ev","str","^dark","/str","/ev",{"VAR=":"BG","re":true},"^Всё вокруг погрузилось в темноту.","\n","^Я очнулся в пустоте. Вокруг не было ничего, кроме бесконечной тьмы. Ни звуков, ни образов, ни света.","\n","^Я стоял в этой пустоте, чувствуя, как время теряет смысл. Здесь не было ни прошлого, ни будущего, только бесконечное настоящее.","\n","^Я пытался вспомнить, что произошло, но мои мысли были размыты. Я знал только одно: я был один, и помощи не было.","\n","^В этой пустоте не было ни боли, ни страха, только тишина и одиночество.","\n","^Я остался в этой пустоте, навсегда.","\n","end",{"#f":1}],"secret_ending":["ev","str","^shizo","/str","/ev",{"VAR=":"BG","re":true},"^Я очнулся в чёрном коридоре. Вокруг не было ничего, кроме бесконечной тьмы. Лишь вдалеке виднелся слабый свет, который манил к себе.","\n","^Я начал идти к свету, шаг за шагом. Вокруг было тихо, лишь мои шаги нарушали эту тишину. По мере приближения к свету, я начал замечать странные образы, которые проплывали мимо.","\n","^Я видел Маки, Толиби и Аигис. Они стояли в стороне, смотря на меня с грустью.","\n","ev","str","^Маки","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Останься с нами, — сказала Маки, её голос был мягким и успокаивающим.","\n","ev","str","^Толиби","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Здесь тебе будет хорошо, — добавила Толиби, её голос звучал необычно тепло.","\n","ev","str","^Аигис","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Ты можешь остаться, — произнесла Аигис, её голос был ровным, но в нём чувствовалась лёгкая нотка сожаления.","\n","ev","str","^ ","/str","/ev",{"VAR=":"CharacterName","re":true},"^Я остановился, глядя на них. Они были частью моего сна, частью того мира, который я создал в своей голове. Но я знал, что должен идти дальше.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Простите, — сказал я. — Но я должен вернуться.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"^Они молча кивнули, и я продолжил идти к свету.","\n","^— …","\n","^— … (непонятный удар)","\n","^— … (снова непонятный удар)","\n","^— ..?? (Звуки бьющегося сердца)","\n","ev","str","^bolnica","/str","/ev",{"VAR=":"BG","re":true},"^Я очнулся в больничной палате. Вокруг были белые стены, яркий свет и звуки медицинского оборудования. Я чувствовал слабость, но был жив.","\n","ev","str","^Врач","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^doc","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Вы наконец-то проснулись, — сказал врач, подходя ко мне. — Вы пролежали в коме две недели.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Две недели? — прошептал я, пытаясь осознать это.","\n","ev","str","^Врач","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^doc","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^— Да, — подтвердил врач. — Вам повезло, что вы вернулись.","\n","ev","str","^","/str","/ev",{"VAR=":"CharacterName","re":true},"ev","str","^","/str","/ev",{"VAR=":"CharacterExpression","re":true},"^Я закрыл глаза, вспоминая всё, что видел во сне. Маки, Толиби, Аигис — они были частью моего сна, частью того мира, который я создал в своей голове. Они словно хотели задержать меня там, но я смог вернуться.","\n","ev","str","^Хиро","/str","/ev",{"VAR=":"CharacterName","re":true},"^— Как хорошо, что я не остался там, — прошептал я, чувствуя благодарность за то, что снова могу дышать.","\n","end",{"#f":1}],"global decl":["ev",0,{"VAR=":"tol"},0,{"VAR=":"mak"},0,{"VAR=":"aig"},"str","^","/str",{"VAR=":"CharacterName"},"str","^","/str",{"VAR=":"CharacterExpression"},"str","^dom","/str",{"VAR=":"BG"},false,{"VAR=":"easteregg_0"},false,{"VAR=":"easteregg_1"},false,{"VAR=":"easteregg_2"},false,{"VAR=":"easteregg_3"},false,{"VAR=":"easteregg_4"},"/ev","end",null],"#f":1}],"listDefs":{}}